Repository: Beee4life/b3-assets-tracker
Catalog: languages/b3-assets-tracker-*.po
Languages: nl_nl

source: Data
nl_nl: Gegevens

source: Add data
nl_nl: Gegevens toevoegen

source: Graphs
nl_nl: Grafieken

source: Settings
nl_nl: Instellingen

source: Date
nl_nl: Datum

source: Value
nl_nl: Waarde

source: Asset
nl_nl: Activa

source: Shortcode is using old till value
nl_nl: Shortcode gebruikt de oude ‘tot’ waarde

source: Shortcode is missing 1 or more attributes
nl_nl: Shortcode mist 1 of meer attributen

source: Table scrolls horizontally.
nl_nl: Tabel scrollt horizontaal.

source: This data comes from a WordPress %s I created to track my assets and easily share it within the site.
nl_nl: Deze gegevens zijn afkomstig van een WordPress %s die ik heb gemaakt om mijn activa bij te houden en deze gemakkelijk binnen de site te delen.

source: This data comes from a WordPress plugin I created to track my assets and easily share it within the site.
nl_nl: Deze gegevens zijn afkomstig van een WordPress plug-in die ik heb gemaakt om mijn activa bij te houden en deze gemakkelijk binnen de site te delen.

source: Not enough data for results.
nl_nl: Niet genoeg gegevens voor resultaten.

source: Something went wrong with the results.
nl_nl: Er is iets misgegaan met de resultaten.

source: Not enough data for to display. Check the shortcode in the content.
nl_nl: Niet genoeg gegevens om weer te geven. Controleer de shortcode in de inhoud.

source: Sorry, you do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bekijken.

source: Hidden
nl_nl: Verborgen

source: Closed
nl_nl: Gesloten

source: Save
nl_nl: Opslaan

source: Add types first
nl_nl: Voeg eerst types toe

source: Update
nl_nl: Bijwerken

source: Add
nl_nl: Toevoegen

source: Add data now
nl_nl: Voeg nu gegevens toe

source: The last %d entries are shown or a specific range, selected above.
nl_nl: De laatste %d entries worden getoond of een specifieke range, hierboven geselecteerd.

source: Table scrolls horizontally (shift + mousewheel on desktop, swipe on mobile).
nl_nl: Tabel scrolt horizontaal (shift + muiswiel op desktop, veeg op mobiel).

source: All
nl_nl: Alle

source: Graph type
nl_nl: Type grafiek

source: Dates
nl_nl: Datums

source: From
nl_nl: Van

source: Until
nl_nl: Tot

source: Show all
nl_nl: Toon alles

source: Asset types
nl_nl: Activatypes

source: Asset groups
nl_nl: Activagroepen

source: Select date(s)
nl_nl: Selecteer datums

source: Select type(s)
nl_nl: Selecteer type(s)

source: Select Group(s)
nl_nl: Selecteer groep(en)

source: Bar chart
nl_nl: Staafdiagram

source: Select only 1 date.
nl_nl: Selecteer 1 datum.

source: Choose either asset types or groups, not both.
nl_nl: Kies een activa type OF groep, niet beide.

source: Line chart
nl_nl: Lijndiagram

source: Min. 2 dates are needed.
nl_nl: Minimaal 2 datums zijn vereist.

source: If you select 2 dates, the oldest is used as start date, the newest as end date.
nl_nl: Als je 2 datums selecteer, wordt de oudste als start datum en de nieuwste als eind datum gekozen.

source: Pie chart
nl_nl: Cirkeldiagram

source: Asset group/type is ignored (because it's defines by graph type).
nl_nl: Activa groep/type wordt genegeerd (want het type grafiek bepaalt de output).

source: Select date
nl_nl: Selecteer Datum

source: Remove
nl_nl: Verwijderen

source: Total %
nl_nl: Totaal %

source: Preset choices
nl_nl: Vooraf ingestelde keuzes

source: Free choices
nl_nl: Vrije keuzes

source: Type (name)
nl_nl: Type (naam)

source: Order
nl_nl: Volgorde

source: Group
nl_nl: Groep

source: Added
nl_nl: Toegevoegd

source: Hide
nl_nl: Verberg

source: Name
nl_nl: Naam

source: Delete
nl_nl: Verwijderen

source: Delete selected type(s)
nl_nl: Geselecteerde type(n) verwijderen

source: Currency
nl_nl: Valuta

source: Date format
nl_nl: Datum formaat

source: You did't select any dates. At least one is needed, depending on your selected graph type.
nl_nl: Je hebt geen datums geselecteerd. Minimaal 1 datum is vereist, afhankelijk van de geselecteerde type grafiek.

source: You need only 1 date for a bar chart.
nl_nl: Je hebt slechts 1 datum nodig voor een staafdiagram.

source: You need at least 2 dates for a line chart.
nl_nl: Minimaal 2 datums zijn nodig voor een lijngrafiek.

source: You did not select an asset type or group.
nl_nl: Je hebt geen asset type of groep geselecteerd.

source: You need to select an an asset type OR group, not both.
nl_nl: U moet een activa type OF groep selecteren, niet beide.

source: If you select 'All', you can't select any other types. Please select the types again.
nl_nl: Als u 'Alle' selecteert, kunt je geen andere types selecteren. Selecteer de types opnieuw.

source: If you select 'All', you can't select any other groups. Please select the groups again.
nl_nl: Als u 'Alle' selecteert, kunt je geen andere groepen selecteren. Selecteer de groepen opnieuw.

source: No date selected.
nl_nl: Geen datum geselecteerd.

source: Something went wrong. Please try again.
nl_nl: Er is iets verkeerd gegaan. Probeer het opnieuw.

source: Values updated.
nl_nl: Waarden bijgewerkt.

source: Values inserted.
nl_nl: Waarden ingevoegd.

source: No type selected.
nl_nl: Geen type geselecteerd.

source: Type updated.
nl_nl: Type bijgewerkt.

source: Type inserted.
nl_nl: Type ingevoegd.

source: Date removed.
nl_nl: Data verwijderd.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Total per type
nl_nl: Totaal per type

source: Total per group
nl_nl: Totaal per groep

source: Total
nl_nl: Totaal

source: Assets per type
nl_nl: Activa per type

source: Total assets value
nl_nl: Totale waarde activa

source: Week diff
nl_nl: Week verschil

source: Assets per group
nl_nl: Activa per groep

source: Diff in %s
nl_nl: Verschil in %s

source: Diff in %
nl_nl: Verschil in %

source: % of total
nl_nl: % van totaal
